export default {
  projections: {
    СотрудникиE: {
      фИО: {
        __caption__: 'ФИО'
      },
      iDсотрудника: {
        __caption__: 'I dсотрудника'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    СотрудникиL: {
      фИО: {
        __caption__: 'ФИО'
      },
      iDсотрудника: {
        __caption__: 'I dсотрудника'
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    iDсотрудника: {
      __caption__: 'I dсотрудника'
    },
    фИО: {
      __caption__: 'ФИО'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
