export default {
  projections: {
    ВакансииE: {
      требуемыйОпыт: {
        __caption__: 'Требуемый опыт'
      },
      образование: {
        __caption__: 'Образование'
      },
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      должность: {
        __caption__: 'Должность',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    },
    ВакансииL: {
      требуемыйОпыт: {
        __caption__: 'Требуемый опыт'
      },
      образование: {
        __caption__: 'Образование'
      },
      датаСоздания: {
        __caption__: 'Дата создания'
      },
      должность: {
        __caption__: 'Наименование',
        наименование: {
          __caption__: 'Наименование'
        }
      }
    }
  },
  validations: {
    датаСоздания: {
      __caption__: 'Дата создания'
    },
    образование: {
      __caption__: 'Образование'
    },
    требуемыйОпыт: {
      __caption__: 'Требуемый опыт'
    },
    должность: {
      __caption__: 'Должность'
    }
  }
};
