export default {
  projections: {
    КомандировкаE: {
      датаЗаполнения: {
        __caption__: 'Дата заполнения'
      },
      номерДокумента: {
        __caption__: 'Номер документа'
      },
      местоНазначения: {
        __caption__: 'Место назначения'
      },
      цель: {
        __caption__: 'Цель'
      },
      колвоДней: {
        __caption__: 'Колво дней'
      },
      действие: {
        __caption__: 'Действие'
      },
      сотрудники: {
        __caption__: 'Сотрудники',
        фИО: {
          __caption__: 'ФИО'
        }
      },
      период: {
        __caption__: 'Период',
        начало: {
          __caption__: 'Начало'
        },
        конец: {
          __caption__: 'Конец'
        }
      }
    },
    КомандировкаL: {
      датаЗаполнения: {
        __caption__: 'Дата заполнения'
      },
      номерДокумента: {
        __caption__: 'Номер документа'
      },
      местоНазначения: {
        __caption__: 'Место назначения'
      },
      цель: {
        __caption__: 'Цель'
      },
      колвоДней: {
        __caption__: 'Колво дней'
      },
      действие: {
        __caption__: 'Действие'
      },
      сотрудники: {
        __caption__: 'ФИО',
        фИО: {
          __caption__: 'ФИО'
        }
      }
    }
  },
  validations: {
    датаЗаполнения: {
      __caption__: 'Дата заполнения'
    },
    действие: {
      __caption__: 'Действие'
    },
    колвоДней: {
      __caption__: 'Колво дней'
    },
    местоНазначения: {
      __caption__: 'Место назначения'
    },
    номерДокумента: {
      __caption__: 'Номер документа'
    },
    цель: {
      __caption__: 'Цель'
    },
    сотрудники: {
      __caption__: 'Сотрудники'
    },
    период: {
      __caption__: 'Период'
    }
  }
};
